Repository: KhaiLeHuynhDuy/Ats
Catalog: Ats.Web/Resources/Resource.*.resx
Languages: vi

source: Accounts
vi: Tài Khoản

source: Action
vi: Hành Động

source: Actitvities
vi: Hoạt Động

source: Active
vi: Kích hoạt

source: Activities
vi: Hoạt Động

source: Activity
vi: Hoạt Động

source: Add
vi: Thêm

source: Add Activity
vi: Hoạt động

# AddActivitys
source: Add Activity
vi: Thêm mới hoạt động

source: Add Department
vi: Thêm mới phòng ban

source: Add Department User
vi: Thêm mới thành viên

source: Add leave type
vi: Thêm loại nghỉ phép

# AddLeaveTypess
source: New
vi: Thêm mới

source: Add Project
vi: Thêm mới dự án

# AddProjectRole
source: Add roles
vi: Vai trò

source: Add project user
vi: Thêm mới

source: Add Role
vi: Thêm chức vụ

source: Add Role Group
vi: Thêm mới

# AddRoless
source: Add Role
vi: Thêm mới vai trò

source: Add Task
vi: Thêm mới nhiệm vụ

source: Add template
vi: Thêm mới

source: Add User
vi: Thêm nhân viên

source: Add user leave
vi: Thêm mới

source: Admin
vi: Quản Trị

source: Advertising Preferences
vi: Tùy chọn quảng cáo

source: All
vi: Tất cả

source: All Rights Reserved
vi: Mọi quyền được bảo lưu

# AlreadyHadAccount
source: Already had an account? Log in now.
vi: Bạn đã có tài khoản? Đăng nhập ngay.

source: Approvals
vi: Quản Lý Nghỉ Phép

source: Approve
vi: Duyệt

source: Approved
vi: Đã Duyệt

source: Approver
vi: Người Duyệt

# Assign
source: Please assign this user's schedule
vi: Bạn hãy thêm giờ làm cho nhân viên này

source: Available
vi: Số Ngày Còn Lại

# Blue
source: Leave less than 8 hours
vi: Nghỉ ít hơn 8 tiếng

# CantSubmitThroughYear
source: Cannot submit through another year. Please check and try again.
vi: Chỉ thực hiện nghỉ phép ở cùng năm. Vui lòng kiểm tra lại

source: Change password
vi: Đổi mật khẩu

# ChangePW
source: Change your password
vi: Thay đổi mật khẩu

# ChangePWForm
source: Change Password Form
vi: Mục Thay Đổi Mật Khẩu

# ChangePwSuccessfully
source: Change password successfully
vi: Thay đổi mật khẩu thành công

source: Chargeable
vi: Tính Công

source: Client
vi: Khách Hàng

source: Clients
vi: Khách Hàng

source: Close
vi: Đóng

source: Code
vi: Mã

source: Comment
vi: Ghi Chú

source: Commit
vi: Hoàn Thành

# ConfirmNewPW
source: Confirm New Password
vi: Xác Nhận Mật Khẩu

source: Copyright
vi: Bản quyền

# CreatePW
source: Create password
vi: Tạo mật khẩu

# CurPW
source: Current Password
vi: Mật Khẩu Hiện Tại

# Currentdate
source: Current Day
vi: Hôm nay

source: Dashboard
vi: Tổng Thời Gian Làm Việc

source: Date
vi: Ngày

source: Date End
vi: Đến Ngày

source: Date From
vi: Từ Ngày

source: Day
vi: Ngày

source: Days
vi: Ngày

# DaysAvai
source: day(s)
vi: ngày

# Dayss
source: Days
vi: Số Ngày

source: Day /Year
vi: Số ngày/năm

# DelConfirm
source: Are you sure you wish to disapprove this?
vi: Bạn muốn từ chối?

source: Delete successfully
vi: Xóa thành công

source: Department
vi: Phòng Ban

source: Departments
vi: Phòng Ban

# DepartmentSumaryReport
source: Department Summary Report
vi: Báo Cáo Theo Phòng Ban

source: Department User
vi: Thành Viên Phòng Ban

# Desc
source: Description
vi: Mô Tả

source: Detail
vi: Thông tin chi tiết

# Disapprove
source: Deny
vi: Không Duyệt

source: Disapproved
vi: Không Được Duyệt

source: Edit
vi: Chỉnh Sửa

source: Edit Activity
vi: Chỉnh sửa hoạt động

source: Edit Department
vi: Chỉnh sửa phòng ban

source: Edit Department User
vi: Chỉnh sửa thành viên

# EditLeaveType
source: Edit
vi: Chỉnh sửa

source: Edit Project
vi: Chỉnh sửa dự án

source: Edit Role Group
vi: Chỉnh sửa

# EditRoless
source: Edit Role
vi: Chỉnh sửa vai trò

source: EditTask
vi: Chỉnh sửa nhiệm vụ

source: Edit template
vi: Chỉnh sửa

source: Edit User
vi: Chỉnh sửa thông tin nhân viên

source: Edit user leave
vi: Chỉnh sửa

source: Email
vi: Tên đăng nhập

source: Email already exists
vi: Email đã tồn tại

# EmailAlreadyTaken
source: Email has already taken
vi: Email đã được sử dụng

# EmailNotExist
source: Email does not exist
vi: Email không tồn tại

# EndDateMustGreaterFromDate
source: End time must greater than from time
vi: Thời gian kết thúc phải lớn hơn thời gian bắt đầu

# EndTimeMustGreaterStart
source: End time must be greater than start time
vi: Thời gian kết thúc phải lớn hơn thời gian bắt đầu

# ErrorConfirmPW
source: The new password and confirmation password do not match.
vi: Mật khẩu mới và mật khẩu xác nhận không trùng khớp!

# ExLoginCont1
source: There are no external authentication services configured. See
vi: Đăng nhập bằng tài khoản ngoài chưa được hỗ trợ. Xem

# ExLoginCont2
source: for details on setting up this ASP.NET application to support logging in via external services.
vi: để biết thêm chi tiết về đăng nhập sử dụng tài khoản ngoài.

# External
source: External login
vi: Đăng nhập sử dụng tài khoản ngoài

source: Failed to verify phone
vi: Xác nhận số điện thoại không thành công

source: First Name
vi: Tên

source: Forgot password?
vi: Quên mật khẩu?

source: From
vi: Từ

# GB
source: English
vi: Tiếng Anh

# Green
source: Leave 8 hours
vi: Nghỉ 8 tiếng

# Grey
source: Weekends
vi: Ngày cuối tuần

source: Hello
vi: Xin Chào

source: Home
vi: Trang Chủ

source: Hour
vi: Giờ

source: Hours
vi: Giờ

# HoursAvai
source: hour(s)
vi: giờ

# HoursMustGreaterThanZero
source: Hours must be greater than 0. Please check date time, may be you have chosen in the day off.
vi: Tổng giờ phải lớn hơn 0. Vui lòng kiểm tra ngày giờ, chắc chắn rằng bạn không chọn vào ngày nghỉ của công ty

# HoursMustGreaterZeroTimeIncorrect
source: Hours must be greater than 0. Make sure date time is correct
vi: Tổng giờ phải lớn hơn 0. Chắc chắn rằng thời gian bạn nhập vào là đúng

source: Image
vi: Hình ảnh

# IncorrectPw
source: Incorrect password
vi: Mật khẩu không đúng

source: Invalid captcha
vi: Captcha không hợp lệ

source: Invalid code
vi: Mã không hợp lệ

source: Invalid login attempt
vi: Nỗ lực đăng nhập không thành công

source: Joining Date
vi: Ngày tham gia

source: Language
vi: Ngôn Ngữ

source: Last Name
vi: Họ

source: Leave Approvals
vi: Quản Lý Nghỉ Phép

source: Leave Form
vi: Nghỉ Phép

source: Leave Report
vi: Báo Cáo Nghỉ Phép

# LeaveReportServices
source: Leave Reporting Services
vi: Báo Cáo Nghỉ Phép

source: Leaves
vi: Nghỉ Phép

# LeaveSummary
source: Leaves Summary
vi: Thống Kê Nghỉ Phép

# LeaveSummaryUser
source: Leaves Summary User
vi: Nghỉ theo nhân viên

source: Leave Type
vi: Loại Nghỉ Phép

source: Leave Types
vi: Nghỉ Phép

# LeaveTypess
source: Leave Types
vi: Loại nghỉ phép

source: Legal
vi: Pháp lý

source: Legend
vi: Kí hiệu

source: Lockout
vi: Tạm Khóa

source: Login
vi: Thông Tin Đăng Nhập

# Loginss
source: LOGIN
vi: ĐĂNG NHẬP

source: Log out
vi: Đăng Xuất

source: Manage
vi: Quản Lý

# ManageExLogin
source: Manage your external logins
vi: Quản Lý Tài Khoản Ngoài

source: Manager
vi: Người Quản Lý

# ManageTitle
source: Change your account settings
vi: Thay đổi thông tin tài khoản

source: Month
vi: Tháng

source: Monthly Leaves
vi: Nghỉ hàng tháng

source: My Approvals
vi: Quản Lý Nghỉ Phép

source: My Departments
vi: Phòng Ban

source: My Leave
vi: Thời Gian Nghỉ Phép

# MyProject
source: My Projects
vi: Dự Án

source: My Timesheet
vi: Thời Gian Làm Việc

source: Name
vi: Tên

source: New
vi: Thêm mới

source: New Activity
vi: Thêm mới

source: New Client
vi: Thêm mới

source: New Department
vi: Thêm mới

source: New Leave
vi: Thêm

source: New Project
vi: Thêm mới

# NewPW
source: New Password
vi: Mật Khẩu Mới

source: New Role
vi: Thêm mới

source: New role group
vi: Thêm mới

source: New Template
vi: Tạo mới

source: New user
vi: Thêm mới

source: No
vi: Không

source: Note
vi: Ghi Chú

# NoUser
source: All users have been added
vi: Tất cả nhân viên đã được thêm

# OverAvailableTime
source: Over available time, please check total time you submitted
vi: Vượt quá thời gian có sẵn. Vui lòng kiểm tra lại

# Overflow
source: Excelent!!! You've been working harder than your boss wanted. Ask him for more works!
vi: Tuyệt vời!!! Bạn đã hoành thành tốt hơn sếp yêu câu. Đề nghị hỏi sếp thêm công việc!

source: Overtime
vi: Ngoài Giờ

source: Paid Leave
vi: Nghỉ Có Lương

source: Password
vi: Mật khẩu

source: Pending
vi: Đang Chờ Duyệt

source: Phone
vi: Số điện thoại

source: Privacy Policy
vi: Chính sách về quyền riêng tư

source: Profile
vi: Thông tin cá nhân

source: Project
vi: Dự Án

source: Projects
vi: Các Dự Án

# Projectss
source: Projects
vi: Dự án

# ProjectsTemplate
source: Project Templates
vi: Dự án mẫu

# ProjectSumaryReport
source: Project Summary Report
vi: Báo Cáo Theo Dự Án

source: Project template
vi: Dự án mẫu

source: Project User
vi: Thành Viên Dự Án

# Quote
source: "The best preparation for tomorrow is doing your best today"
vi: "Sự chuẩn bị kĩ càng của ngày hôm nay là hành trang tốt nhất cho ngày mai"

source: Reason
vi: Lý Do

source: REGISTER
vi: ĐĂNG KÝ

source: Remember me
vi: Ghi nhớ đăng nhập

source: Remote
vi: Từ Xa

source: Reports
vi: Báo Cáo

# ResetPW
source: Reset Password
vi: Đặt Lại Mật Khẩu

source: Resignation Date
vi: Ngày nghỉ việc

# ResourcePage
source: Resource
vi: Nhân Viên

source: Retype Password
vi: Nhập lại mật khẩu

source: Role
vi: Vai Trò

source: Role Groups
vi: Nhóm Vai Trò

source: Roles
vi: Vai Trò

source: Save
vi: Lưu

source: Save successfully
vi: Lưu thành công

source: Schedule
vi: Lịch làm việc

source: Search
vi: Tìm kiếm

source: Settings
vi: Chỉnh Sửa

source: Start Date
vi: Ngày chính thức

source: Submitting
vi: Thời gian

# Successfully
source: Action successfully
vi: Thực hiện thành công

source: Target
vi: Tổng Giờ

source: Task
vi: Nhiệm vụ

source: Tasks
vi: Nhiệm vụ

source: this article
vi: ở đây

source: Time
vi: Thời Gian

source: TimeLog
vi: Thời Gian Làm Việc

source: Timelogs
vi: Các Ghi Giờ

source: Timesheet
vi: Bảng Chấm Công

source: Timesheet Approvals
vi: Quản Lý Chấm Công

source: Timesheet Report
vi: Báo Cáo Chấm Công

# TimesheetReportServices
source: Timesheet Reporting Services
vi: Báo Cáo Chấm Công

source: Title
vi: Chức danh

source: To
vi: Đến

source: Token expired
vi: Token đã hết hạn

source: Total
vi: Đã Hoàn Thành

source: Total Available Time
vi: Thời gian được nghỉ còn lại

source: Total Requested Time
vi: Tổng thời gian được nghỉ

# TwoFactor
source: Two-Factor Authentication
vi: Xác minh hai bước

# TwoFactorCont1
source: There are no two-factor authentication providers configured. See
vi: Chưa hỗ trợ xác minh 2 bước. Xem

# TwoFactorCont2
source: for details on setting up this ASP.NET application to support two-factor authentication.
vi: để thêm thông tin về xác minh 2 bước.

source: Type to search...
vi: Nhập để tìm kiếm...

source: User code already exists
vi: Mã người dùng đã tồn tại

source: User Detail
vi: Chi tiết nhân viên

source: User is empty
vi: Vui lòng chọn người dùng

source: User Leave Setting
vi: Thiết lập nghỉ phép riêng

source: Username
vi: Tên Tài Khoản

source: Username already exists
vi: Tên đăng nhập đã tồn tại

# UsernameOrPwIncorrect
source: Username or password is incorrect
vi: Tên đăng nhập hoặc mật khẩu không đúng

source: User Profile
vi: Thông tin nhân viên

# UserProject
source: User
vi: Nhân viên

source: Users
vi: Nhân viên

# VN
source: Vietnamese
vi: Tiếng Việt

source: Withdraw
vi: Thu hồi

source: Withdraw successfully
vi: Khôi phục thành công

source: Yearly Leaves
vi: Nghỉ hàng năm

source: Yes
vi: Có

# YourSecurityCode
source: Your security code is:
vi: Mã bảo mật của bạn là:

source: User not found
vi: Không tìm thấy người dùng

source: Company Employee
vi: Thông tin nhân viên công ty

source: Address
vi: Địa chỉ

source: Date Of Birth
vi: Ngày sinh

source: Full Name
vi: Họ tên

source: Level
vi: Cấp bậc

source: Additional Email
vi: Email khác

source: Additional Phone
vi: Số điện thoại khác

source: Employee
vi: Nhân Viên

# PleaseAddLeaveType
source: Please Add Leave Type First
vi: Vui lòng thêm danh mục nghỉ phép

source: Please Save User
vi: Vui lòng lưu nhân viên

# asm-add-asset
source: Add Asset
vi: Thêm Tài Sản

# asm-asset-management
source: Asset Management
vi: Quản Lý Tài Sản

# asm-search
source: Search
vi: Tìm Kiếm

# asm-inventory
source: Inventory
vi: Kho

source: Asset Category
vi: Danh Mục Tài Sản

source: Inventory
vi: Kho Tài Sản

source: New Asset Category
vi: Thêm mới

source: Asset Category Parent
vi: Danh mục tài sản liên quan

source: Add Asset Category
vi: Thêm danh mục tài sản

source: Edit Asset Category
vi: Cập nhật danh mục tài sản

# SerialNumber
source: No
vi: STT

source: Purpose Description
vi: Mục đích sử dụng

source: Edit Inventory
vi: Cập nhật kho

source: New Inventory
vi: Thêm kho

source: Add Inventory
vi: Thêm kho mới

source: Location Description
vi: Mô tả vị trí

source: Date To
vi: Đến ngày

source: Inventory Type
vi: Loại kho

# Vendors
source: Vendor
vi: Nhà cung cấp

source: Add Vendor
vi: Thêm nhà cung cấp

source: Edit Vendor
vi: Cập nhật nhà cung cấp

source: New Vendor
vi: Thêm mới

source: Buy Date
vi: Ngày nhập

source: Buy Price
vi: Giá nhập

source: Tax
vi: Thuế

source: Warranty
vi: Bảo hành

source: Status
vi: Trạng thái

source: Warranty Due Date
vi: Bảo hành đến

# asm_edit_asset
source: edit_asset
vi: Cập nhật tài sản

source: File Attachment
vi: Tài liệu đính kèm

source: History
vi: Lịch sử sử dụng

source: Information
vi: Thông tin

source: Approve User
vi: Người duyệt

source: Buyer
vi: Người mua

# OwnerUser
source: Owner
vi: Người quản lý

source: Request User
vi: Người đề nghị

# Return_ApprovalUser
source: User Approval Return
vi: Người phê duyệt trả lại

# Return_PurposeDescription
source: Desciption Return
vi: Mô tả trả lại

# Return_RequestUser
source: User Request Return
vi: Nhân viên trả lại

source: Transfer Inventory
vi: Chuyển kho

# Usage_ApprovalUser
source: User Approval Usage
vi: Nhân viên phê duyệt

# Usage_PurposeDescription
source: Note Request
vi: Mô tả yêu cầu

# Usage_RequestUser
source: User Request Usage
vi: Nhân viên yêu cầu

# TransferItem
source: Assign Asset
vi: Chuyển tài sản

source: Warranty From Date
vi: Bảo hành từ ngày

source: Asset
vi: Tài Sản

source: Date Request
vi: Ngày yêu cầu

source: Approval Date
vi: Ngày phê duyệt

# ApprovalDateIsInvalid
source: Approval Date is required
vi: Vui lòng chọn ngày phê duyệt

# UserApprovalIsInValid
source: User approval is required
vi: Vui lòng chọn người phê duyệt

source: Asset Approval
vi: Quản Lý Tài Sản

source: Date Approval
vi: Ngày phê duyệt

# ApproveType
source: Type
vi: Loại

source: Save And New
vi: Lưu và tạo mới

# ApprovalDescription
source: Note Approval
vi: Mô tả phê duyệt

# ErrorTransferInventory
source: Cannot create Transfer inventory
vi: Vui lòng phê duyệt trước khi chuyển kho mới

# ErrorTransferItem
source: Cannot create Transfer Item
vi: Vui long phê duyệt trước khi chuyển tài sản

# CannotDeleteInventoryItem
source: This transfer inventory has beeen approved or denined.
vi: Chuyển kho này đã được phê duyệt hoặc đã bị từ chối.

# CannotDeleteItemAssignment
source: This item assigment has been approved or deninded
vi: Thông tin chuyển tài sản này đã được phê duyệt hoặc đã bị từ chối.

source: Edit project user
vi: Chỉnh sửa

source: End date
vi: Ngày kết thúc

# StartDateProUser
source: Start date
vi: Ngày bắt đầu

source: Add Branch
vi: Thêm chi nhánh

source: Add Company
vi: Thêm Công ty

source: Branch Name
vi: Tên chi nhánh

source: Branch Office
vi: Chi nhánh văn phòng

source: Company
vi: Công ty

source: Company Name
vi: Tên cty

source: Delete
vi: Xóa

source: Edit Branch
vi: Sửa chi nhánh

source: Edit Company
vi: Sửa Công ty

source: English Name
vi: Tên tiếng Anh

source: Founded Date
vi: Ngày thành lập

source: Short Name
vi: Tên ngắn

# EmployeeCode
source: Code
vi: Mã

source: Companies
vi: Công ty

source: Street Name
vi: Tên đường

source: District
vi: Huyện

source: Province
vi: Thành phố

source: Branch
vi: Chi nhánh

source: Street Number
vi: Số nhà

# NewWorkShifts
source: New work shift
vi: Thêm mới

# WorkShifts
source: Work shift
vi: Ca làm

source: Edit work shift
vi: Chỉnh sửa

source: Add work shift
vi: Thêm mới ca làm

source: Time break
vi: Thời gian nghỉ

source: Time break end
vi: Thời gian kết thúc nghỉ

source: Time break from
vi: Thời gian bắt đầu nghỉ

source: Working time end
vi: Thời gian kết thúc làm việc

source: Working time from
vi: Thời gian bắt đầu làm việc

source: Add client
vi: Thêm khách

# ErrorCompareDate
source: Start date must be less than end date
vi: Ngày bắt đầu phải nhỏ hơn ngày kết thúc

source: Organization
vi: Tổ Chức

source: Department in company
vi: Danh sách phòng ban trong công ty

# ProjectsInCompany
source: Project in company
vi: Danh sách dự án trong công ty

source: Chart
vi: Sơ đồ

source: Ogn-chart
vi: Sơ đồ tổ chức

source: Attendance
vi: Điểm Danh

source: Channel
vi: Kênh

# CheckIn
source: Check-in Time
vi: Giờ Vào

# CheckOut
source: Check-out Time
vi: Giờ Ra

source: Actual Hour
vi: Số giờ thực tế

source: Estimate Hour
vi: Số giờ ước tính

source: Commit Hour
vi: Số giờ hoàn thành

source: Unit
vi: Đơn vị tính

source: Project Assignment Report
vi: Báo Cáo Dự Án

# HourPerWeek
source: Hour/Week
vi: Giờ/Tuần

source: Resource Pool
vi: Số Nhân Viên Chưa Vào Dự Án

source: StaffID
vi: Mã Nhân Viên

source: Total Approve Hour
vi: Tổng Giờ Được Duyệt

source: Total Commit Hour
vi: Tổng Giờ Hoàn Thành

source: Year
vi: Năm

source: Filter
vi: Lọc

source: Leave Type Summary
vi: Tổng Kết Nghỉ Phép

source: Remain Day
vi: Số Ngày Còn Lại

source: Person
vi: Số Nhân Viên

source: Total Day
vi: Tổng Ngày Nghỉ

# Totals
source: Total
vi: Tổng

# LeaveTypesss
source: Leave type
vi: Loại nghỉ phép

# DateFroms
source: Date From
vi: Từ Ngày

# DateTos
source: Date To
vi: Đến Ngày

source: Go
vi: Lọc

source: Project Detail
vi: Chi tiết dự án

source: Project Details
vi: Chi tiết dự án

# Projectsss
source: Projects
vi: Các dự án

# StaffsInPrj
source: Number Of Staffs Assigned In Projects
vi: Số Nhân Viên Trong Dự Án

source: Total Staffs
vi: Tổng Số Nhân Viên

source: My Attendance
vi: Điểm Danh

source: New Attendance
vi: Thêm

# Titles
source: Title
vi: Chức Danh

# AddAttendance
source: New Check-in
vi: Thêm Đăng Ký Vào

source: Edit Attendance
vi: Chỉnh Sửa Điểm Danh

# Checkouts
source: Checkout
vi: Đăng ký ra

source: All channels
vi: Tất cả kênh

source: All departments
vi: Tất cả phòng ban

# AllPersons
source: All employees
vi: Tất cả nhân viên

source: All projects
vi: Tất cả dự án

# CheckIns
source: Check In
vi: Đăng ký vào

source: Duration
vi: Tổng Thời Gian

source: Gate
vi: Cổng

# HourAtd
source: hour
vi: giờ

source: minutes
vi: phút

# HoursAtd
source: hours
vi: giờ

source: seconds
vi: giây

source: Check-in Channel
vi: Kênh Đăng Ký Vào

source: Check-out Channel
vi: Kênh Đăng Ký Ra

# CheckOutAtd
source: Check-out
vi: Đăng Ký Ra

source: minute
vi: phút

source: All gates
vi: Tất cả cổng

# ForgotCheckout
source: You have not checked out yet!
vi: Bạn chưa đăng ký ra!

# AttendanceReportService
source: Attendance Reporting Services
vi: Báo Cáo Điểm Danh

source: Monthly Attendances
vi: Điểm Danh Hàng Tháng

source: Yearly Attendances
vi: Điểm Danh Hàng Năm

# Attend8Hours
source: Full-time
vi: Đủ giờ

# AttendLessThan8Hours
source: Less than 8 hours
vi: Ít hơn 8 giờ

# AttendMoreThan8Hours
source: Over-time
vi: Ngoài giờ

source: Weekends
vi: Cuối tuần

source: Force checkout!
vi: Bắt buộc đăng ký ra!

source: Attendance Detail
vi: Điểm Danh Chi Tiết

# AttendHalf
source: Attend Half-day
vi: Nghỉ Nửa Ngày

source: Late
vi: Vào trễ

source: Leave Early
vi: Ra sớm

source: Not Attend
vi: Nghỉ Cả Ngày

source: On-time
vi: Đúng Giờ

# TotalDays
source: Total Day
vi: Tổng Ngày

# Attend4Hours
source: Leave half-day
vi: Nghỉ nửa ngày

source: Leave 8 hours
vi: Nghỉ 8 giờ

source: Leave less than 8 hours
vi: Nghỉ ít hơn 8 giờ

source: Export
vi: Xuất

source: All attendances
vi: Tất cả điểm danh

# Late1Hour
source: Late or Leave 1 hour
vi: Đi trễ/về sớm 1 giờ

# Late2Hours
source: Late or Leave > 1 hours
vi: Đi trễ/về sớm > 1 giờ

# Late30Min
source: Late or Leave 30 minutes
vi: Đi trễ/về sớm 30 phút

# Leave1Hour
source: Leave early 1 hour
vi: Về sớm 1 giờ

# Leave30Min
source: Leave early 30 minutes
vi: Về sớm 30 phút

# OT1Hour
source: Over-time 1 hour
vi: Làm thêm 1 giờ

# OT2Hours
source: Over-time 2 hours
vi: Làm thêm 2 giờ

# OT30Min
source: Over-time 30 minutes
vi: Làm thêm 30 phút

source: Day/Hour
vi: Ngày/Giờ

# Lates
source: Late
vi: Đi trễ

# LeaveEarlys
source: Leave early
vi: Về sớm

# Overtimes
source: Over-time
vi: Làm thêm giờ

# OnTimes
source: On-time
vi: Đúng giờ

# WorkWeekend
source: Weekends attended
vi: Làm thêm cuối tuần

# WorkWeekends
source: Weekends Attended
vi: Làm Thêm Cuối Tuần

# AlreadySubmitLeaveTicket
source: You have already summit leave ticket on the same day time, please check again!
vi: Bạn đã tạo đơn trùng ngày giờ, vui lòng kiểm tra lại!

source: Secure token
vi: Mã

source: Confirm
vi: Xác Nhận

source: Refresh
vi: Làm Mới

source: Update time:
vi: Ngày cập nhật:

# AddFingerScanNull
source: No new data found
vi: Không tìm thấy dữ liệu mới

# AddFingerScanSuccess
source: data line has been added
vi: dòng dữ liệu đã được thêm vào

# FingerScan
source: Attendance Data
vi: Dữ Liệu Máy Chấm Công

source: Work Shift Time
vi: Thời Gian Ca Làm Việc

source: Cross midnight allowed
vi: Được phép qua nửa đêm

source: Non-working day
vi: Ngày không làm việc

source: Time end
vi: Thời gian kết thúc

source: Time start
vi: Thời gian bắt đầu

source: Over midnight
vi: Qua nửa đêm

source: Attendance Board
vi: Bảng Chấm Công

source: Submit
vi: Gửi Đi

# FromDateMustGreaterEndDate
source: Form time must greater end tine
vi: Thời gian bắt đầu phải lớn hơn thời gian kết thúc

source: Total absent
vi: Số ngày vắng

source: Total early days
vi: Số ngày vào sớm

# TotalEarlyDismissalDays
source: Early-Out
vi: Số ngày về sớm

# TotalHour
source: Hours
vi: Tổng giờ

# TotalLateDays
source: Late-In
vi: Số ngày vào trễ

# TotalOTDays
source: OT-Days
vi: Số ngày OT

# TotalWorkingDays
source: Days
vi: Số ngày làm việc

source: Detail Attendance Board
vi: Bảng Chi Tiết Chấm Công

source: Early
vi: Vào sớm

source: Lack of time
vi: Thiếu giờ

source: Real time
vi: Giờ thực

source: Work
vi: Công

source: Weekdays
vi: Thứ

source: Totals work
vi: Tổng công

source: Shift
vi: Ca

source: Frequency early:
vi: Số lần vào sớm:

source: Frequency late:
vi: Số lần trễ:

source: Frequency out early:
vi: Số lần ra sớm:

source: Minutes early:
vi: Số phút vào sớm:

source: Minutes late:
vi: Số phút trễ:

source: Minutes out early:
vi: Số phút ra sớm:

source: Total minutes late:
vi: Tổng số phút trễ:

source: Unpaid absence:
vi: Vắng không lương:

source: Unpaid leave:
vi: Vắng hưởng lương:

source: Absent
vi: Vắng

# DownloadAttendanceData
source: Download
vi: Tải Dữ Liệu MCC

source: Last update:
vi: Cập nhật mới nhất:

source: Update
vi: Cập Nhật

# NotExistUser
source: does not exist a user
vi: không tồn tại người dùng

# UpdateAttendanceSuccess
source: Attendance update is successful
vi: Cập nhật thành công

source: In
vi: Vào

source: Out
vi: Ra

source: Frequency invalid:
vi: Số lần không hợp lệ:

source: Status update person
vi: Người cập nhật trạng thái

source: Time for status update
vi: Thời gian cập nhật trạng thái

# DateCreate
source: Day create
vi: Ngày tạo

source: Detail Attendance Report
vi: Báo Cáo Chi Tiết Chấm Công

# AddSheet
source: New Sheet
vi: Thêm Mới

source: User already exists
vi: User đã tồn tại

source: user has been updated
vi: nhân viên đã được cập nhật

source: Attendance Sheet
vi: Bảng Điểm Danh

source: Sort
vi: Sắp xếp

source: Invalid time
vi: Thời gian không hợp lệ

source: Work Shift Management
vi: Quản Lý Ca Làm

source: Week
vi: Tuần

# AcceptToBeContactedViaMobileEmail
source: Yes, I accept to be contacted via email.
vi: Có, tôi chấp nhận được liên hệ qua email.
