Repository: KhaiLeHuynhDuy/Ats
Catalog: Ats.Web/Resources/Resource.*.resx
Languages: vi

# AcceptToBeContactedViaMobilePhone
source: Yes, I accept to be contacted via mobile phone.
vi: Có, tôi chấp nhận nhận thông tin liên quan đến khách hàng thân thiết (trạng thái điểm, cập nhật khách hàng thân thiết, thông báo đổi điểm, lời chúc mừng sinh nhật, ...).

# AcceptToReceiveMarketing
source: Yes, I accept to receive marketing-related communication and offer (news, special deals, coupons, ...).
vi: Có, tôi chấp nhận nhận thông tin liên lạc và đề nghị liên quan đến tiếp thị (tin tức, ưu đãi đặc biệt, phiếu giảm giá, ...).

# NotAcceptAnyContact
source: No, I would not like to receive any type of communication/information, neither by mobile phone nor email.
vi: Không, tôi không muốn nhận bất kỳ hình thức liên lạc / thông tin nào, không qua điện thoại di động hay email.
