Repository: KhaiLeHuynhDuy/Ats
Catalog: Lpnet.WebApp/Resources/Resource.*.resx
Languages: vi

# ViewBag.Title.Team.EditDep
source: Edit Team User | Panda Loyalty
vi: Chỉnh Sửa Thành Viên Nhóm | Panda Loyalty

# ViewBag.Title.Team.Index
source: Team | Panda Loyalty
vi: Nhóm | Panda Loyalty

# ViewBag.Title.Unit.Index
source: Unit | Panda Loyalty
vi: Đơn Vị | Panda Loyalty

# ViewBag.Title.User.Edit
source: Edit User | Panda Loyalty
vi: Chỉnh Sửa Tài Khoản | Panda Loyalty

# ViewBag.Title.User.Index
source: User | Panda Loyalty
vi: Tài Khoản | Panda Loyalty

# ViewBag.Title.VoucherCategory.Index
source: Voucher Category | Panda Loyalty
vi: Loại Phiếu Mua Hàng | Panda Loyalty

# ViewBag.Title.Wallet.History
source: Member Wallet History | Panda Loyalty
vi: Lịch Sử Ví Thành Viên | Panda Loyalty

# ViewBag.Title.Wallet.Index
source: Member Wallet | Panda Loyalty
vi: Ví Thành Viên | Panda Loyalty

# ViewBag.Title.AdminDashboard
source: Admin Dashboard
vi: Bảng Điều Khiển Quản Trị Viên

# commom.label.Redeemed
source: Redeemed
vi: Đã Đổi

# commom.label.Unredeemed
source: Unredeemed
vi: Chưa Đổi

# Common.label.Expired
source: Expired
vi: Hết Hạn

# commom.lablel.onclickDeleteinactivemember
source: Are you sure you want to delete the inactive member?
vi: Bạn có chắc chắn muốn xóa thành viên không hoạt động không?

# commom.notifi.deleteInactiveMemberSuccessfully
source: inactive member
vi: thành viên không hoạt động

# commom.label.RedeemedStatus
source: Redeemed Status
vi: Trạng Thái Đổi
